pub const CORRECT: [(&str, &str); 9] = [
    ("ʻ|ʼ|'|‘|’|‛|′|ʽ|`", "ʼ"),
    ("G[ʻʼ'‘’‛′ʽ`]", "G‘"),
    ("g[ʻʼ'‘’‛′ʽ`]", "g‘"),
    ("O[ʻʼ'‘’‛′ʽ`]", "O‘"),
    ("o[ʻʼ'‘’‛′ʽ`]", "o‘"),
    ("([^БВГДЕЁЖЗИЙКЛМНПРСТФХЦЧШЪЫЬЭЮЯЎҚҒҲбвгдеёжзийклмнпрстфхцчшъыьэюяўқғҳ])Яна-да([^БВГДЕЁЖЗИЙКЛМНПРСТФХЦЧШЪЫЬЭЮЯЎҚҒҲбвгдеёжзийклмнпрстфхцчшъыьэюяўқғҳ])", "${1}Янада${2}"),
    ("([^БВГДЕЁЖЗИЙКЛМНПРСТФХЦЧШЪЫЬЭЮЯЎҚҒҲбвгдеёжзийклмнпрстфхцчшъыьэюяўқғҳ])яна-да([^БВГДЕЁЖЗИЙКЛМНПРСТФХЦЧШЪЫЬЭЮЯЎҚҒҲбвгдеёжзийклмнпрстфхцчшъыьэюяўқғҳ])", "${1}янада${2}"),
    ("(\\d+)\\s+(yanvar|fevral|mart|aprel|may|iyun|iyul|avgust|sentyabr|oktyabr|noyabr|dekabr|YANVAR|FEVRAL|MART|APREL|MAY|IYUN|IYUL|AVGUST|SENTYABR|OKTYABR|NOYABR|DEKABR)", "${1}-${2}"),
    ("(\\d{3,4})\\s+(yil|YIL|y\\.)", "${1}-${2}"),
];
